---
kind: property
id: P:Autodesk.Revit.DB.Architecture.Stairs.BaseElevation
zh: 楼梯
source: html/c53902d6-e634-b052-6327-2fcad8939807.htm
---
# Autodesk.Revit.DB.Architecture.Stairs.BaseElevation Property

**中文**: 楼梯

The base elevation of the stairs.

## Syntax (C#)
```csharp
public double BaseElevation { get; }
```